var data = {
	"name" : "十一运夺金",
	"time" : "每日发行84期，每10分钟开奖一次",
	"play" : [
			{
				"name" : "任选二",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选2个或多个号码，所选号码与开奖号码任意两个号码相同，即9元！",
							"price" : 9,
							"max" : 11,
							"min" : 2,
							"playId" : "44",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1个胆码，选1～10个拖码，胆码加拖码不少于2个，单注奖金9元！",
							"price" : 9,
							"max" : 11,
							"min" : 2,
							"playId" : "45",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选三",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选3个或多个号码，所选号码与开奖号码任意三个号码相同，即中奖28元！",
							"price" : 28,
							"max" : 11,
							"min" : 2,
							"playId" : "46",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～2个胆码、1～10个拖码，胆码加拖码不少于3个，单注奖金28元！",
							"price" : 28,
							"max" : 11,
							"min" : 2,
							"playId" : "47",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选四",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选4个或多个号码，所选号码与开奖号码任意四个号码相同，即中奖108元！",
							"price" : 108,
							"max" : 11,
							"min" : 2,
							"playId" : "48",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～3个胆码、1～10个拖码，胆码加拖码不少于4个，单注奖金108元！",
							"price" : 108,
							"max" : 11,
							"min" : 2,
							"playId" : "49",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选五",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选5个或多个号码，所选号码与开奖号码全部相同，即中奖790元！",
							"price" : 790,
							"max" : 11,
							"min" : 2,
							"playId" : "50",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～4个胆码、1～10个拖码，胆码加拖码不少于5个，单注奖金790元！",
							"price" : 790,
							"max" : 11,
							"min" : 2,
							"playId" : "51",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选六",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选6个或多个号码，所选号码与开奖号码五个号码相同，即中奖125元！",
							"price" : 18,
							"max" : 11,
							"min" : 2,
							"playId" : "52",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～5个胆码、1～10个拖码，胆码加拖码不少于6个，单注奖金125元！",
							"price" : 125,
							"max" : 11,
							"min" : 2,
							"playId" : "53",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选七",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选7个或多个号码，所选号码与开奖号码五个号码相同，即中奖36元！",
							"price" : 36,
							"max" : 11,
							"min" : 2,
							"playId" : "54",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～6个胆码、1～10个拖码，胆码加拖码不少于7个，单注奖金36元！",
							"price" : 36,
							"max" : 11,
							"min" : 2,
							"playId" : "55",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "任选八",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：从01～11中任选7个或多个号码，所选号码与开奖号码五个号码相同，即中奖36元！",
							"price" : 36,
							"max" : 11,
							"min" : 2,
							"playId" : "56",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～6个胆码、1～10个拖码，胆码加拖码不少于7个，单注奖金36元！",
							"price" : 36,
							"max" : 11,
							"min" : 2,
							"playId" : "57",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "3,0,0,0,0,5,1,0,1,2,2"
							} ]
						} ]
			},
			{
				"name" : "前一",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：从01～11中任选1个或多个号码，所选号码与开奖号码第一位号码相同，即中奖18元！",
					"price" : 18,
					"max" : 11,
					"min" : 2,
					"playId" : "64",
					"select" : [ {
						"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
						"subNumbers" : "0,2,0,3,1,4,0,0,1,0,3"
					} ]
				} ]
			},
			{
				"name" : "前二",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "玩法说明：前2位各选1个或多个号码投注，所选号码与开奖号码前两位号码相同（且顺序一致），即中奖185元！",
							"price" : 185,
							"max" : 11,
							"min" : 2,
							"playId" : "61",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "7,0,2,1,8,5,9,0,1,2,3"
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "0,2,0,3,1,4,0,0,1,0,3"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1个胆码、1～10个拖码，胆码加拖码不少于2个，单注奖金80元！",
							"price" : 80,
							"max" : 11,
							"min" : 2,
							"playId" : "62",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "7,0,2,1,8,5,9,0,1,2,3"
							} ]
						},
						{
							"name" : "组选投注",
							"description" : "玩法说明：从01～11中任选2个或多个号码，所选号码与开奖号码前两位号码相同（顺序不限），即中奖80元！",
							"price" : 80,
							"max" : 11,
							"min" : 2,
							"playId" : "63",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "0,2,0,3,1,4,0,0,1,0,3"
							} ]
						} ]
			},
			{
				"name" : "前三",
				"kind" : [
						{
							"name" : "普通投注",
							"description" : "前3位各选1个或多个号码投注，选号与开奖号码前三位相同（且顺序一致），即中1700元！",
							"price" : 1700,
							"max" : 11,
							"min" : 2,
							"playId" : "58",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "7,0,2,6,8,5,9,16,1,20,3"
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "14,3,10,1,31,15,17,0,6,2,9"
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "21,5,3,2,0,7,6,1,25,15,13"
							} ]
						},
						{
							"name" : "胆拖投注",
							"description" : "玩法说明：选1～2个胆码、2～10个拖码，胆码加拖码不少于3个，单注奖金280元！",
							"price" : 280,
							"max" : 10,
							"min" : 3,
							"playId" : "59",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : ""
							}, {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "7,0,2,1,8,5,9,0,1,2,3"
							} ]
						},
						{
							"name" : "组选投注",
							"description" : "玩法说明：从01～11中选3或多个号码，选号与开奖号码前三位相同（顺序不限），即中奖280元！",
							"price" : 280,
							"max" : 11,
							"min" : 0,
							"playId" : "60",
							"select" : [ {
								"numbers" : "01,02,03,04,05,06,07,08,09,10,11",
								"subNumbers" : "7,0,2,6,8,5,9,16,1,20,3"
							} ]
						} ]
			} ]
}
