var data = {
	"name" : "江苏快三",
	"time" : "每日发行82期，每10分钟开奖一次",
	"play" : [
			{
				"name" : "和值",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：至少选择1个和值（3个号码之和）进行投注，所选和值与开奖的3个号码的和值相同即中奖！",
					"price" : 11,
					"max" : 11,
					"min" : 2,
					"playId" : "76",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明：至少选择1个和值（3个号码之和）进行投注，所选和值与开奖的3个号码的和值相同即中奖！",
						"price" : 11,
						"max" : 11,
						"min" : 2,
						"playId" : "76",
						"numbers" : "3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18",
						"subNumbers" : "24,11,45,1,12,4,14,16,8,0,3,6,42,48,77,561"
					} ]
				} ]
			},
			{
				"name" : "三同号通选",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：对所有相同的三个号码（111、222、333、444、555、666）进行投注，任意号码开出即中奖。",
					"price" : 48,
					"max" : 11,
					"min" : 2,
					"playId" : "77",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明：对所有相同的三个号码（111、222、333、444、555、666）进行投注，任意号码开出即中奖。",
						"price" : 48,
						"max" : 11,
						"min" : 2,
						"playId" : "77",
						"numbers" : "三同号通选",
						"subNumbers" : "24"
					} ]
				} ]
			},
			{
				"name" : "三同号单选",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明： 对相同的三个号码（111、222、333、444、555、666）中的任意一个进行投注，所选号码开出即中奖！",
					"price" : 288,
					"max" : 11,
					"min" : 2,
					"playId" : "78",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明： 对相同的三个号码（111、222、333、444、555、666）中的任意一个进行投注，所选号码开出即中奖！",
						"price" : 288,
						"max" : 11,
						"min" : 2,
						"playId" : "78",
						"numbers" : "111,222,333,444,555,666",
						"subNumbers" : "24,160,219,104,131,561"
					} ]
				} ]
			},
			{
				"name" : "三不同号",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明： 对相同的三个号码（111、222、333、444、555、666）中的任意一个进行投注，所选号码开出即中奖！",
					"price" : 48,
					"max" : 11,
					"min" : 2,
					"playId" : "79",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明： 对相同的三个号码（111、222、333、444、555、666）中的任意一个进行投注，所选号码开出即中奖！",
						"price" : 48,
						"max" : 11,
						"min" : 2,
						"playId" : "79",
						"numbers" : "1,2,3,4,5,6",
						"subNumbers" : "1,0,1,0,3,0"
					} ]
				} ]
			},
			{
				"name" : "三连号通选",
				"kind" : [ {
					"name" : "普通",
					"description" : "玩法说明：对所有3个相连的号码（123、234、345、456）进行投注，任意号码开出即中奖！",
					"price" : 15,
					"max" : 11,
					"min" : 2,
					"playId" : "80",
					"select" : [ {
						"name" : "普通",
						"description" : "玩法说明：对所有3个相连的号码（123、234、345、456）进行投注，任意号码开出即中奖！",
						"price" : 15,
						"max" : 11,
						"min" : 2,
						"playId" : "80",
						"numbers" : "三连号通选",
						"subNumbers" : "1"
					} ]
				} ]
			},
			{
				"name" : "二同号复选",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：从11～66中任选1个或多个号码，选号与奖号（包含11～66，不限顺序）相同！",
					"price" : 18,
					"max" : 11,
					"min" : 2,
					"playId" : "81",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明：从11～66中任选1个或多个号码，选号与奖号（包含11～66，不限顺序）相同！",
						"price" : 18,
						"max" : 11,
						"min" : 2,
						"playId" : "81",
						"numbers" : "11*,22*,33*,44*,55*,66*",
						"subNumbers" : "11,4,2,21,6,48"
					} ]
				} ]
			},
			{
				"name" : "二同号单选",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：从11～66中任选1个或多个号码，选号与奖号（包含11～66，不限顺序）相同！",
					"price" : 96,
					"max" : 11,
					"min" : 2,
					"playId" : "82",
					"select" : [
							{
								"name" : "普通投注",
								"description" : "玩法说明：从11～66中任选1个或多个号码，选号与奖号（包含11～66，不限顺序）相同！",
								"price" : 96,
								"max" : 11,
								"min" : 2,
								"playId" : "82",
								"numbers" : "11,22,33,44,55,66",
								"subNumbers" : "11,4,2,21,6,48"
							},
							{
								"name" : "普通投注",
								"description" : "玩法说明：从11～66中任选1个或多个号码，选号与奖号（包含11～66，不限顺序）相同！",
								"price" : 96,
								"max" : 11,
								"min" : 2,
								"playId" : "82",
								"numbers" : "1,2,3,4,5,6",
								"subNumbers" : "1,0,1,0,3,0"
							} ]
				} ]
			},
			{
				"name" : "二不同号",
				"kind" : [ {
					"name" : "普通投注",
					"description" : "玩法说明：从1～6中任选2个或多个号码，所选号码与开奖号码任意2个号码相同！",
					"price" : 10,
					"max" : 11,
					"min" : 2,
					"playId" : "83",
					"select" : [ {
						"name" : "普通投注",
						"description" : "玩法说明：从1～6中任选2个或多个号码，所选号码与开奖号码任意2个号码相同！",
						"price" : 10,
						"max" : 11,
						"min" : 2,
						"playId" : "83",
						"numbers" : "1,2,3,4,5,6",
						"subNumbers" : "1,0,1,0,3,0"
					} ]
				} ]
			} ]
}