var data = {
	"name" : "天津时时彩",
	"time" : "【白天】10:00-22:00，每10分钟一期,【夜间】22:00-01:55，每5分钟一期",
	"play" : [{
				"name" : "三星直选",
				"kind" : [{
							"name" : "普通",
							"description" : "玩法说明：每位各选1个或多个号码，选号与奖号后三位一一对应，中奖1800元。",
							"price" : 1800,
							"max" : 11,
							"min" : 2,
							"playId":"84",
							"select" : [{
										"numbers" : "0,1,2,3,4,5,6,7,8,9",
										"subNumbers" : "0,4,5,3,16,2,18,8,1,15"
									}, {
										"numbers" : "0,1,2,3,4,5,6,7,8,9",
										"subNumbers" : "11,22,2,5,1,6,15,0,3,31"
									}, {
										"numbers" : "0,1,2,3,4,5,6,7,8,9",
										"subNumbers" : "7,12,1,28,8,2,0,9,4,11"
									}]
						}, {
							"name" : "组合",
							"description" : "玩法说明：每位各选1个或多个号码，选号与奖号后三位一一对应，中奖1800元。",
							"price" : 1800,
							"max" : 11,
							"min" : 2,
							"playId":"85",
							"select" : [{
										"numbers" : "0,1,2,3,4,5,6,7,8,9",
										"subNumbers" : "0,4,1,3,1,2,0,0,1,11"
									}]
						}]
			}, {
				"name" : "三星组三",
				"kind" : [{
					"name" : "普通",
					"description" : "玩法说明：组三是指开奖号码后三位任意两位号码相同，如188。至少选2个号码投注，开奖号后三位为组三号且包含在投注号码中，即中600元。",
					"price" : 600,
					"max" : 11,
					"min" : 2,
					"playId":"86",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "14,55,5,87,96,2,18,20,21,15"
							}]
				}]
			}, {
				"name" : "组三胆拖",
				"kind" : [{
					"name" : "普通",
					"description" : "玩法说明：选1个胆码、1～9个拖码，胆码加拖码不少于2个，开奖号后三位为组三号且包含在投注号码中，单注奖金600元。",
					"price" : 600,
					"max" : 11,
					"min" : 2,
					"playId":"87",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "14,55,5,87,96,2,18,20,21,15"
							}, {
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "19,2,6,0,8,4,0,0,1"
							}]
				}]
			}, {
				"name" : "三星组六",
				"kind" : [{
					"name" : "普通",
					"description" : "玩玩法说明：组六是指开奖号码后三位三个号码各不相同，如135。至少选3个号码投注，开奖号后三位为组六号且包含在投注号码中，即中300元。",
					"price" : 300,
					"max" : 11,
					"min" : 2,
					"playId":"88",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "0,4,1,3,1,6,0,0,1,11"
							}]
				}]
			}, {
				"name" : "组六胆拖",
				"kind" : [{
					"name" : "普通",
					"description" : "玩法说明：选1～2个胆码、1～9个拖码，胆码加拖码不少于3个，开奖号后三位为组三号且包含在投注号码中，单注奖金300元。",
					"price" : 300,
					"max" : 11,
					"min" : 2,
					"playId":"89",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "0,4,1,3,1,6,0,0,1,11"
							}, {
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "19,2,6,0,8,4,0,0,1,1"
							}]
				}]
			}, {
				"name" : "三星包胆",
				"kind" : [{
					"name" : "包一胆",
					"description" : "玩法说明：竞猜开奖号码后三位的胆码，所有胆码开出即中奖，选号与开奖号码后三位一一对应奖金1800元；组三形态奖金600元；组六形态奖金300元。",
					"price" : 600,
					"max" : 11,
					"min" : 2,
					"playId":"90",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "0,4,1,3,1,6,0,0,1,11"
							}]
				}, {
					"name" : "包二胆",
					"description" : "玩法说明：竞猜开奖号码后三位的胆码，所有胆码开出即中奖，选号与开奖号码后三位一一对应奖金1800元；组三形态奖金600元；组六形态奖金300元。",
					"price" : 300,
					"max" : 11,
					"min" : 2,
					"playId":"90",
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : ""
							}, {
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "0,4,1,3,1,6,0,0,1,11"
							}]
				}]
			}, {
				"name" : "三星包点",
				"kind" : [{
					"name" : "普通",
					"description" : "玩法说明：所选和值与开奖号码后三位和值一致即为中奖，单注奖金300元。",
					"price" : 300,
					"max" : 11,
					"min" : 2,
					"playId":"91",
					"select" : [{
						"numbers" : "0,1,2,3,4,5,6,7,8,9",
						"subNumbers" : "335,1167,187,169,14,34,104,5,28,16,37,24,2,0"
					}, {
						"numbers" : "14,15,16,17,18,19,20,21,22,23,24,25,26,27",
						"subNumbers" : "1,30,4,10,42,21,13,33,52,27,15,230,78,36"
					}]
				}]
			}, {
				"name" : "二星直选",
				"kind" : [{
					"name" : "普通",
					"description" : "玩法说明：每位各选1个或多个号，所选号与开奖号后两位相同（且顺序一致），即中奖180元。",
					"price" : 180,
					"max" : 11,
					"playId":"92",
					"min" : 2,
					"select" : [{
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "11,22,2,5,1,6,15,0,3,31"
							}, {
								"numbers" : "14,15,16,17,18,19,20,21,22,23,24,25,26,27",
								"subNumbers" : "7,12,1,28,8,2,0,9,4,11"
							}]
				}]
			}, {
				"name" : "一星",
				"kind" : [{
							"name" : "普通",
							"description" : "玩法说明：从0～9中选1个或多个号码，选号与奖号最后一位相同，即中奖18元。",
							"price" : 18,
							"max" : 11,
							"min" : 2,
							"playId":"93",
							"select" : [{
										"numbers" : "0,1,2,3,4,5,6,7,8,9",
										"subNumbers" : "7,12,1,28,8,2,0,9,4,11"
									}]
						}]
			}, {
				"name" : "大小单双",
				"kind" : [{
					"name" : "普通投注",
					"description" : "玩法说明：开奖号码的三个号码全部为奇数或偶数，投注号码与开奖号码的奇数、偶数性质相同，即中得8元！",
					"price" : 8,
					"max" : 11,
					"min" : 2,
					"playId":"94",
					"select" : [{
								"numbers" : "大(5-9),小(0-4),单(13579),双(02468)",
								"subNumbers" : "0,1,0,1"
							}, {
								"numbers" : "大(5-9),小(0-4),单(13579),双(02468)",
								"subNumbers" : "14,3,10,1,31,15,17,0,6,2,9"
							}, {
								"numbers" : "0,1,2,3,4,5,6,7,8,9",
								"subNumbers" : "0,1,2,1"
							}]
				}]
			}]
}